<template>
  <div>
      <Protocol :title="title" :subtitle="subtitle" :content="content"></Protocol>
  </div>
</template>

<script>
    import Protocol from '../components/Protocol'
    export default {
      name: 'ProtocolSocial',
      data() {
          return {
              title: '"帕金森前驱期筛查”知情同意书',
               subtitle: '尊敬的患者：',
               content: [
                  {
                    title: '',
                    content: '您好！“帕金森前驱期筛查”是国家“十三五”重点研发计划项目（2016YFC1306600）：帕金森病早期诊断生物标记及综合诊断指标体系研发，建立识别病变早期尤其前驱期的PD高危人群的PD早期预警，实现早期诊断和干预筛查工具。帕金森前驱期除特征性病理变化外，常出现非运动症状乃至轻微运动症状，还不足以符合帕金森病临床标准，但未来10年内发展PD的风险极高，定义为PD高危人群。前驱期患者处于病理早期，及时识别对疾病的早期诊治具有重要的临床意义。您同意参与此项目筛查完全是出于自愿，并且可以随时终止配合此项工作而无须提出任何理由，您的任何医疗待遇与权益不会因此而受到影响。此项目均无须进行有创操作，也无须您支付任何费用。在帮助您了解以上情况并征得您本人（法定监护人或委托人）同意后，我们将请您配合完成以下问卷内容：',
                  },
                  {
                    title: '一、可能存在的风险',
                    content: '“帕金森病例数据库建立”无须进行有创操作，也无须您支付任何费用，故对人身安全无任何风险。',
                  },
                  {
                    title: '二、受益',
                    content: '凡参加调研项目的人群由临床经验丰富的帕金森专病医生为您后续可能的疾病进行跟踪，对您的疑问进行解答，为您提供及时、周到的医疗服务。',
                  },
                  {
                    title: '三、自愿参加与退出',
                    content: '试验前请您对本次调研项目做详细的了解，医院和医生有义务向您提供与该临床研究有关的信息资料，为您解释您所关心的问题，然后由您自愿决定是否参与临床研究治疗。',
                  },
                  {
                    title: '四、保密责任',
                    content: ' 根据特定疾病或临床科研需要，您的个人信息会设定的统一编号，同时将对您的姓名及个人资料严格保密。所有资源仅用于科学研究，不做其他目的。“帕金森病例数据库建立”问卷也许不会给您带来直接的受益，但会为医学事业的发展做出贡献，为将来帕金森病患者带来帮助。如有任何疑问可及时与我院项目工作人员联系。',
                  },
                  {
                    title: '',
                    content:  '本次项目的研究者已经详细向您告知了上述内容。',
                  },
                  {
                    title: '',
                    content: '请您确认：医生已充分向本人介绍了本项目的目的、方法等内容，也充分告知了本人享有的权利和应该履行的义务，并对本人询问的所有问题也给予了圆满的答复。本人自愿参加本次临床研究，并积极配合医生完成本项研究工作。如果您已充分理解并同意上述内容，请在本知情同意书右下方确认。'
                  }
               ]
          }
      },
      components: {Protocol}
    }
</script>
